Repository: BhvAgr/1-jws
Catalog: po/*.po
Languages: es

source: Concentration (%s):
es: Concentración (%s):

source: Calculate correction factor
es: Calcular factor de corrección

source: Concentration (mg/ml):
es: Concentración (%s):

source: Light path (cm):
es: Paso óptico (cm):

source: Molecular weight (g/mol):
es: Peso molecular (g/mol):

source: Residue number:
es: Número de residuos:

source: <b>Correction factor:</b>
es: <b>Factor de correctión:</b>

source: JWS files
es: Archivos JWS

source: TXT files
es: Archivos TXT

source: Open spectra...
es: Abrir espectro(s)...

source: Processing file %(#)d of %(##)d...
es: Procesando archivo %(#)d de %(##)d...

source: **Loading blank file: %s**
es: **Cargando archivo de blanco: %s**

source: Blank could not be loaded
es: No se pudo cargar el blanco

source: **Processing %s**
es: **Procesando %s**

source: Successfully processed %(#)d of %(#)d files
es: Procesados correctamente %(#)d de %(#)d archivos

source: Error reading jws file %(#)s: %(##)s
es: Error leyendo el archivo jws %(#)s: %(##)s

source: Invalid file %(#)s: %(##)s
es: Archivo inválido %(#)s: %(##)s

source: Unknown error loading %s
es: Error desconocido cargando %s

source: Read data for %d channels
es: Leer datos de %d canales

source: Error: This file has no channel data
es: Error: Este archivo no tiene canal de datos

source: Error: Blank has not enough data to be subtracted to input.
es: Error: El blanco no tiene datos suficientes para ser substraido al fichero de entrada.

source: Error: Blank has no data in the wavelength range of input.
es: Error: El blanco no tiened datos en el rango de longitudes de onda del fichero de entrada.

source: Making ellipticity at 260nm 0...
es: Haciendo la elipticidad a 260 nm 0...

source: Applying smoothing...
es: Aplicando smoothing...

source: Error: Blank has no channel data.
es: Error: El blanco no tiene canal de datos

source: Error reading blank file %(#)s: %(##)s
es: Error leyendo el archivo de blanco %(#)s: %(##)s

source: Invalid blank file %(#)s: %(##)s
es: Archivo de blanco inválido %(#)s: %(##)s

source: Unknown error loading blank
es: Error desconocido cargando el blanco

source: Information for file %(fn)s -Channels %(chans)d -Points: %(points)d -From %(fp)f to %(lp)f -Data pitch: %(dp)f
es: Información del archivo %(fn)s -Canales %(chans)d -Puntos: %(points)d -De %(fp)f a %(lp)f -Data pitch: %(dp)f

source: The selected blank is among the files to be processed. Do you really want to continue?
es: El blanco seleccionado forma parte de los espectros a procesar. ¿Desea continuar?

source: No every file has the same data pitch o data does not always begin at the same wavelength. Do you want to save data with a column for X values for each spectrum?
es: Todos los archivos no tienen el mismo data pitch o los datos no empiezan siempre a la misma longitud de onda. ¿Guardar los datos con una columna de X para cada espectro?

source: Welcome to jwsProcessor. This assistant consists on four steps: #1 Select the .jws files to be processed #2 Choose the processing options #3 Process of the files #4 Save the results
es: Bienvenido a jwsProcessor. Este asistente se compone de 4 pasos: #1 Seleccionar los archivos .jws a procesar #2 Elegir las opciones de procesado #3 Procesamiento de los archivos #4 Guardado de los resultados

source: jwsProcess assistant
es: Asistente jwsProcess

source: #1 - Select spectra
es: #1 - Seleccionar espectros

source: #2 - Processing options
es: #2 - Opciones de procesado

source: #3 - Results
es: #3 - Resultados

source: #4 - Save results as...
es: #4 - Guardar resultados como...

source: Saving files...
es: Guardando archivos...

source: Summary
es: Resumen

source: Start again
es: Comenzar de nuevo

source: Successfully processed files: %(#)d out of %(##)d.
es: Procesados con exito %(#)d de %(##)d espectros.

source: Spectra could not be processed!
es: ¡No se han conseguido procesar los espectros!

source: Successfully saved files: %(#)d out of %(##)d
es: Guardados con éxito %(#)d de %(##)d espectros

source: Results have not been saved.
es: Los resultados no se han salvado.

source: No file could be processed.
es: Los resultados no han sido guardados.

source: The file %s already exist, do you want to overwrite it?
es: El archivo %s ya existe, ¿desea sobreescribirlo?

source: Save results as...
es: Guardar resuldados como...

source: Select a folder
es: Seleccione una carpeta

source: Substract blank
es: Sustraer blanco

source: Multiply dilution factors
es: Multiplicar los factores de dilución

source: Substract ellipticity at 260nm
es: Sustraer elipticidad a 260nm

source: Apply smoothing
es: Aplicar smoothing

source: Apply correction factor
es: Aplicar Factor de Corrección

source: Correction factor:
es: Factor de corrección:

source: Smoothing type:
es: Tipo de smoothing:

source: Smoothing level(m):
es: Nivel de smoothing (m)

source: S-G filter order (p):
es: Orden del filtro S-G (p):

source: Smoothing options
es: Opciones de smoothing

source: Blank:
es: Blanco:

source: Open spectrum...
es: Abrir espectro...

source: Processing files...
es: Procesando archivos...

source: Save only one file, with a single X column
es: Guardar en un sólo archivo, con una sóla columna de X

source: Save only one file, with multiple X columns
es: Guardar en un sólo archivo, con múltiples columnas de X

source: Save in multiple files
es: Guardar a múltiples archivos

source: Don't save
es: No guardar

source: Write the name of each column
es: Escribir el nombre de cada columna

source: Add spectra
es: Añadir espectro(s)

source: Eliminate selected spectra
es: Eliminar espectros selccionados

source: Paste dilution data
es: Pegar datos de dilución

source: Erase dilution data
es: Limpiar datos de dilución

source: Preview
es: Vista previa

source: Show a plot of the selected spectrum
es: Mostrar un gráfico del espectro seleccionado

source: Dilution data
es: Datos de dilución

source: Paste dilution factors
es: Pegar factores de dilución

source: Spectra to be processed:
es: Espectros a procesar:

source: Name
es: Nombre

source: Dilution
es: Dilución

source: Point no.
es: Nº Puntos

source: Initial λ
es: λ inicial

source: Final λ
es: λ final

source: File path
es: Ruta de archivo

source: Choose smoothing type
es: Elija el tipo de smoothing

source: No smoothing
es: Sin smoothing

source: Showing %s
es: Mostrando %s

source: Smoothing level (m):
es: Nivel de smoothing (m):
